Repository: common-repository/cool-eform
Catalog: languages/cef-*.po
Languages: cs_cz

source: The "From" Address value did not appear to be a valid email address. Please enter a valid email address.
cs_cz: Hodnota pole "Adresa odesilatele" není platná emailová adresa. Zadejte prosím platnou emailovou adresu.

source: The "To" Address value did not appear to be a valid email address. Please enter a valid email address.
cs_cz: Hodnota pole "Adresa příjemce" není platná emailová adresa. Zadejte prosím platnou emailovou adresu.

source: The Subject value is required.
cs_cz: Pole "Předmět" je povinné.

source: You do not have sufficient permissions to access this page.
cs_cz: Nemáte dostatečná oprávnění pro přístup na tuto stránku.

source: The form is invalid. Please try again.
cs_cz: Formulář je neplatný. Prosím zkuste to znovu.

source: An error has occurred while sending the form.
cs_cz: Při odesílání formuláře došlo k chybě.

source: Please try it later or send the message directly to %s.
cs_cz: Prosím zkuste to později nebo odešlete zprávu přímo na %s.

source: This field is required.
cs_cz: Toto pole je povinné.

source: Please enter a valid email address.
cs_cz: Zadejte prosím platnou emailovou adresu.

source: Please enter the correct value.
cs_cz: Zadejte prosím správnou hodnotu.

source: Name
cs_cz: Jméno

source: Phone
cs_cz: Telefon

source: Message
cs_cz: Zpráva

source: Subject
cs_cz: Předmět

source: Send
cs_cz: Odeslat

source: The form has been successfully sent.
cs_cz: Formulář byl úspěšně odeslán.

source: eForm Settings
cs_cz: Nastavení pro eForm

source: General
cs_cz: Obecné

source: The settings listed below determine the address to send the email to or the default subject of the email.
cs_cz: Nastavení uvedené níže určují adresu, na kterou se má odeslat email nebo defaultní předmět emailu.

source: "From" Name
cs_cz: Jméno odesilatele

source: If the 'Name' field is not selected or is empty, the email will appear to be from this name.
cs_cz: Pokud není pole "Jméno" vybráno nebo je jeho hodnota prázdná, email bude mít jako odesilatele toto jméno.

source: "From" Address
cs_cz: Adresa odesilatele

source: If the 'Email' field is not selected or is empty, the email will appear to be from this email address.
cs_cz: Pokud není pole "Email" vybráno nebo je jeho hodnota prázdná, email bude mít jako odesilatele tuto adresu.

source: "To" Address
cs_cz: Adresa příjemce

source: Email will be send to this email address.
cs_cz: Email bude odeslán na tuto adresu.

source: If the 'Subject' field is not selected or is empty, the email will have this subject.
cs_cz: Pokud není pole "Předmět" vybráno nebo je jeho hodnota prázdná, email bude mít tento předmět.

source: Fields
cs_cz: Pole

source: The list of available fields for the form.
cs_cz: Seznam polí použitelných na formuláři.

source: Used
cs_cz: Vybraný

source: Mandatory
cs_cz: Povinný

source: Easy-to-use contact form sending data to email.
cs_cz: Snadno použitelný kontaktní formulář posílající data na email.
